
#XTIT: Application name
appTitle=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#YDES: Application description
appDescription=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#~~~ Master View ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 32: Master; Master view title with placeholder for the number of items
masterTitleCount=\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C ({0})

#XBLI, 60: Master; Text for a list with no data
masterListNoDataText=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E14\u0E46

#XSEL, 20: Master; Text for incident incident category
incidentCategoryIncident=\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#XSEL, 20: Master; Text for near miss incident category
incidentCategoryNearMiss=\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E40\u0E2B\u0E15\u0E38

#XSEL: Master; Text for safety observation incident category
incidentCategorySafetyObservation=\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22

#XSEL: Common; Text for Void incident status
incidentStatusVoid=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XSEL: Common; Text for Sent incident status
incidentStatusSent=\u0E2A\u0E48\u0E07\u0E41\u0E25\u0E49\u0E27

#XSEL, 22: Common; Text for In Progress incident status
incidentStatusInProgress=\u0E2D\u0E22\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23

#XSEL, 19: Common; Text for Cosed incident status
incidentStatusClosed=\u0E1B\u0E34\u0E14

#XSEL, 20: Common; Text for Reopened incident status
incidentStatusReopened=\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E2B\u0E21\u0E48

#XSEL, 20: Common; Text for To be sent incident status
incidentStatusToBeSent=\u0E17\u0E35\u0E48\u0E08\u0E30\u0E2A\u0E48\u0E07

#XSEL, 19: Common; Text for Error incident status
incidentStatusError=\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14

#YMSG, 130: Message; No network connection
msgNoNetwork=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E17\u0E35\u0E48\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E30\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13

#YMSG, 130: Message; The provided file type is not currently supported. Supported files types are: JPG, GIF, PNG
msgNotSupportedType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E44\u0E1F\u0E25\u0E4C *.{0} \u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2A\u0E19\u0E31\u0E1A\u0E2A\u0E19\u0E38\u0E19 \u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E43\u0E19\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E44\u0E1F\u0E25\u0E4C\u0E15\u0E48\u0E2D\u0E44\u0E1B\u0E19\u0E35\u0E49\: {1}

#YMSG, 130: Message when are uploaded puctures more then 5
msgAllowedImagesExeeded=\u0E04\u0E38\u0E13\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E2D\u0E31\u0E1E\u0E42\u0E2B\u0E25\u0E14\u0E23\u0E39\u0E1B\u0E16\u0E48\u0E32\u0E22\u0E44\u0E14\u0E49\u0E2A\u0E39\u0E07\u0E2A\u0E38\u0E14 {0} \u0E23\u0E39\u0E1B

#YMSG, 130: Message when the whole set of locations are collected in order the distance to the current location to be calculated
msgTooManyLocations=\u0E1E\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E21\u0E32\u0E01\u0E40\u0E01\u0E34\u0E19\u0E44\u0E1B\u0E43\u0E19\u0E23\u0E30\u0E1A\u0E1A \u0E01\u0E23\u0E38\u0E13\u0E32\u0E43\u0E0A\u0E49\u0E42\u0E04\u0E23\u0E07\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E43\u0E19\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E01\u0E32\u0E23\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48

#~~~ Detail View ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 40: Common; Detail view Processor form Title 
processorFormTitle=\u0E1C\u0E39\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23

#XFLD: Desktop; Common; Name of the incident Manager in Processor form
processorName=\u0E0A\u0E37\u0E48\u0E2D

#XFLD, 28: Desktop; Common; Phone number of the incident manager in Processor form
processorTelephone=\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C

#XFLD, 28: Desktop; Common; E-Mail address of the incident manager in Processor form
processorEmail=\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E4C

#XFLD, 28: Mobile; Common; Phone Icon alternative text
processorTelephoneIconAlt=\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C

#XFLD, 28: Mobile; Common; E-Mail address Icon alternative text
processorEmailIconAlt=\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E4C

#XTIT, 50: Desktop; Common; Detail view form title
incidentInformationFormTitle=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14

#XTIT, 50: Desktop; Common; Detail view form latitude
incidentLatitude=\u0E25\u0E30\u0E15\u0E34\u0E08\u0E39\u0E14

#XTIT, 50: Desktop; Common; Detail view form longitude
incidentLongitude=\u0E25\u0E2D\u0E07\u0E08\u0E34\u0E08\u0E39\u0E14

#XFLD, 31: Common; Label for geo coordinates
incidentGeoCoordinates=\u0E1E\u0E34\u0E01\u0E31\u0E14\u0E17\u0E32\u0E07\u0E20\u0E39\u0E21\u0E34\u0E28\u0E32\u0E2A\u0E15\u0E23\u0E4C

#XFLD, 31: Common; Label for description of events
incidentDescription=\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E30\u0E44\u0E23\u0E02\u0E36\u0E49\u0E19?

#XFLD, 32: Common; Label for incident date
incidentDate=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E43\u0E14?

#XFLD, 15: Common; Label for incident ID
ID=ID

#XFLD, 32: Common; Label for incident location
incidentLocation=\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19\u0E17\u0E35\u0E48\u0E44\u0E2B\u0E19?

#XFLD, 32: Incident; Label for injured person flag
injuredPerson=\u0E21\u0E35\u0E1C\u0E39\u0E49\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1A\u0E32\u0E14\u0E40\u0E08\u0E47\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XFLD, 32: Incident; Label for witness flag
incidentWitness=\u0E21\u0E35\u0E1E\u0E22\u0E32\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XFLD, 32: Incident; Label for injured person dialog title
injuredPersonDialog=\u0E1C\u0E39\u0E49\u0E1A\u0E32\u0E14\u0E40\u0E08\u0E47\u0E1A

#XFLD, 32: Incident; Label for person dialog title
personDialog=\u0E1A\u0E38\u0E04\u0E04\u0E25

#XFLD, 39: NearMiss; Label for nearly injured person flag
nearlyInjuredPerson=\u0E21\u0E35\u0E1C\u0E39\u0E49\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1A\u0E32\u0E14\u0E40\u0E08\u0E47\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XFLD, 32: Observation; Label for obderved person flag
observedPerson=\u0E21\u0E35\u0E1C\u0E39\u0E49\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XFLD, 32: Common; Label for damaged equipment flag
damagedAsset=\u0E21\u0E35\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E22\u0E2B\u0E32\u0E22?

#XFLD, 39: Common; Label for releases flag
releasedChemicals=\u0E21\u0E35\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XFLD, 39: Common; Label for circumstances flag
incidentGroups=\u0E04\u0E38\u0E13\u0E17\u0E23\u0E32\u0E1A\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#YMSG, 130: Common; Label for estimated risk
estimatedRisk=\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E48\u0E22\u0E07\u0E02\u0E2D\u0E07\u0E2A\u0E16\u0E32\u0E19\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E35\u0E49\u0E17\u0E35\u0E48\u0E17\u0E4D\u0E32\u0E43\u0E2B\u0E49\u0E40\u0E01\u0E34\u0E14\u0E01\u0E32\u0E23\u0E1A\u0E32\u0E14\u0E40\u0E08\u0E47\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E19\u0E2D\u0E19\u0E32\u0E04\u0E15\u0E21\u0E35\u0E2D\u0E30\u0E44\u0E23\u0E1A\u0E49\u0E32\u0E07?

#XBUT: Button text located in footer Area. The purpose of the button is to navigate to Manage Incidents app
onOpenIncRecord=\u0E40\u0E1B\u0E34\u0E14

#XFLD: Common; Label for geo location flag
geoLocation=\u0E43\u0E0A\u0E49\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E17\u0E35\u0E48\u0E15\u0E31\u0E49\u0E07\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E02\u0E2D\u0E07\u0E09\u0E31\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E1E\u0E34\u0E01\u0E31\u0E14\u0E17\u0E35\u0E48\u0E41\u0E19\u0E48\u0E19\u0E2D\u0E19\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#XTIT, 33: Incident; Incident Detail view title
incidentTitle=\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#XTIT, 33: NearMiss; Near Miss Detail view title
nearMissTitle=\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E40\u0E2B\u0E15\u0E38

#XTIT, 33: Observation; Safety Observation Detail view title
observationTitle=\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22

#YMSG, 130: Message; Delete an created incident, confirmation
deleteConfirmation=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

#YMSG, 130: Message; Delete an created incident, not possible
deleteError=\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E25\u0E1A\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#XFLD, 90: Common; Text for formatting release text in format like: MaterialDescription, Quantity UnitOfMeasure
releaseTextFormat=\u0E27\u0E31\u0E2A\u0E14\u0E38 "{0}" \u0E02\u0E2D\u0E07\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34 "{3}", {1} {2}

#~~~ Create Incident View ~~~~~~~~~~~~~~~~~~~~~~~

#XBUT: Common; Submit Button
sendIncident=\u0E2A\u0E48\u0E07

#YMSG, 130: Message; Cancel Message Body
cancelConfirmation=\u0E04\u0E38\u0E13\u0E41\u0E19\u0E48\u0E43\u0E08\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48\u0E27\u0E48\u0E32\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C? \u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E30\u0E2A\u0E39\u0E0D\u0E2B\u0E32\u0E22

#XBUT, 20: Common; Leave Page Button
leavePage=\u0E2D\u0E2D\u0E01\u0E08\u0E32\u0E01\u0E2B\u0E19\u0E49\u0E32

#XTOL, 70: Common; Placeholder What happened
descrEventInput=\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19

#XTOL, 70: Common; Placeholder Select Date and Time
dateTimeInput=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32

#XTOL, 41: Common; Placeholder for location input field
locInputPlaceholder=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48

#XTOL, 70: Common; Placeholder Select Circumstances
selectCircumstances=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2A\u0E16\u0E32\u0E19\u0E01\u0E32\u0E23\u0E13\u0E4C

#XTOL, 70: Common; Placeholder Select Estimated Risk
selectEstRisk=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E02\u0E2D\u0E07\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E48\u0E22\u0E07

#XTOL: Common; Placeholder Specify the exact location
exactLocInput=\u0E16\u0E49\u0E32\u0E08\u0E33\u0E40\u0E1B\u0E47\u0E19 \u0E43\u0E2B\u0E49\u0E23\u0E30\u0E1A\u0E38\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07\u0E41\u0E21\u0E48\u0E19\u0E22\u0E33

#XTOL: Common; Placeholder Enter the name
personInput=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E0A\u0E49\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E01\u0E32\u0E23\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

#XTOL, 45: NewIncident; Placeholder Enter the equipment
assetInput=\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E22\u0E2B\u0E32\u0E22

#XTOL, 41: NewIncident; Label - release type
releaseType=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\:

#XTOL, 41: NewIncident; Label - released chemical/material
releaseChemical=\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\:

#XTOL, 44: NewIncident; Placeholder Enter the released material
releaseChemicalPhd=\u0E23\u0E30\u0E1A\u0E38\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#XTOL, 41: NewIncident; Label - released amount
releaseAmount=\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\:

#XTOL, 41: NewIncident; Placeholder Enter the released amount
releaseAmountPhd=\u0E1B\u0E49\u0E2D\u0E19\u0E08\u0E33\u0E19\u0E27\u0E19\u0E40\u0E07\u0E34\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#XTOL, 41: NewIncident; Label - UOM
releaseUOM=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A\:

#XTOL, 41: NewIncident; Placeholder Choose the UOM
releaseUOMPhd=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A


#XTOL, 40: NewIncident; Tooltip for add picture button
addPictureTooltip=\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E39\u0E1B\u0E16\u0E48\u0E32\u0E22

#XTOL, 40: NewIncident; Tooltip for remove person input
removePersonTooltip=\u0E22\u0E49\u0E32\u0E22\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01

#XFLD: NewIncident; Radio button text for answering with yes
yes=\u0E43\u0E0A\u0E48

#XFLD: NewIncident; Radio button text for answering with no
no=\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48

#XFLD: NewIncident; Button for adding another person input field
addAnotherPerson=\u0E40\u0E1E\u0E34\u0E48\u0E21 {0} \u0E2D\u0E37\u0E48\u0E19

#XFLD: NewIncident; Button for removing person input field
removePerson=\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01

#XMSG, 119: Message; No input for mandatory field 'description of event' provided
noIncidentDescription=\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E2A\u0E34\u0E48\u0E07\u0E17\u0E35\u0E48\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19

#XMSG, 119: Message; No input for mandatory field 'person' provided
noPersonName=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D {0}

#YMSE, 200: Message; No input for mandatory field 'person' provided (longtext)
noPersonNameLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E23\u0E30\u0E1A\u0E38\u0E27\u0E48\u0E32 {0} \u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E02\u0E2D\u0E07\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E19\u0E35\u0E49

#XMSG, 119: Message; Duplicated person entry
duplicatedPerson=\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E2D\u0E37\u0E48\u0E19

#YMSE, 200: Message; Duplicated person entry (longtext)
duplicatedPersonLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E19\u0E35\u0E49\u0E41\u0E25\u0E49\u0E27 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E0A\u0E37\u0E48\u0E2D\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E2D\u0E37\u0E48\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E22\u0E49\u0E32\u0E22\u0E0A\u0E37\u0E48\u0E2D\u0E17\u0E35\u0E48\u0E0B\u0E49\u0E33\u0E01\u0E31\u0E19\u0E2D\u0E2D\u0E01

#XMSG, 119: Message; No input for mandatory field 'equipment' provided
noEquipmentName=\u0E23\u0E30\u0E1A\u0E38\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E22\u0E2B\u0E32\u0E22

#YMSE, 200: Message; No input for mandatory field 'equipment' provided (longtext)
noEquipmentNameLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E41\u0E08\u0E49\u0E07\u0E27\u0E48\u0E32\u0E21\u0E35\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E04\u0E27\u0E32\u0E21\u0E40\u0E2A\u0E35\u0E22\u0E2B\u0E32\u0E22\u0E43\u0E19\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27

#XMSG, 119: Message; No input for mandatory field 'released material' provided
noMaterialName=\u0E23\u0E30\u0E1A\u0E38\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#YMSE, 200: Message; No input for mandatory field 'released material' provided (longtext)
noMaterialNameLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E41\u0E08\u0E49\u0E07\u0E27\u0E48\u0E32\u0E21\u0E35\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E43\u0E19\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E14\u0E31\u0E07\u0E01\u0E25\u0E48\u0E32\u0E27

#XMSG, 119: Message; No input for mandatory field 'released material' provided
noGroupsSelected=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2A\u0E16\u0E32\u0E19\u0E01\u0E32\u0E23\u0E13\u0E4C

#YMSE, 200: Message; No input for mandatory field 'released material' provided (longtext)
noGroupsSelectedLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E23\u0E30\u0E1A\u0E38\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E17\u0E23\u0E32\u0E1A\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E01\u0E31\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E01\u0E32\u0E23\u0E13\u0E4C \u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E22\u0E48\u0E32\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E2B\u0E19\u0E36\u0E48\u0E07\u0E2A\u0E16\u0E32\u0E19\u0E01\u0E32\u0E23\u0E13\u0E4C

#XMSG, 119: Message; No or invalid input for field' incident date time' provided
invalidDateTime=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E41\u0E25\u0E30\u0E40\u0E27\u0E25\u0E32

#XMSG, 119: Message; Date provided for field 'incident date time' is a future date
futureDateTime=\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E2D\u0E14\u0E35\u0E15

#YMSE, 200: Message; Date provided for field 'incident date time' is a future date (longtext)
futureDateTimeLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E2D\u0E19\u0E32\u0E04\u0E15 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E1B\u0E49\u0E2D\u0E19\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E1B\u0E31\u0E08\u0E08\u0E38\u0E1A\u0E31\u0E19\u0E2B\u0E23\u0E37\u0E2D\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E2D\u0E14\u0E35\u0E15

#XMSG, 119: Message; No input for mandatory field 'unit of released material' provided
noUOMName=\u0E23\u0E30\u0E1A\u0E38\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E08\u0E33\u0E19\u0E27\u0E19\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E17\u0E35\u0E48\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#YMSE, 200: Message; No input for mandatory field 'unit of released material' provided (longtext)
noUOMNameLong=\u0E04\u0E38\u0E13\u0E44\u0E14\u0E49\u0E41\u0E08\u0E49\u0E07\u0E08\u0E33\u0E19\u0E27\u0E19\u0E27\u0E31\u0E2A\u0E14\u0E38\u0E17\u0E35\u0E48\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34\u0E43\u0E19\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E19\u0E35\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A

#YMSI, 200: Message; Message toast displayed when incident was sent (online)
incidentSent=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E16\u0E39\u0E01\u0E2A\u0E48\u0E07\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A

#YMSI, 200: Message; Message toast displayed when near miss was sent (online)
nearMissSent=\u0E40\u0E2B\u0E15\u0E38\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E40\u0E2B\u0E15\u0E38\u0E16\u0E39\u0E01\u0E2A\u0E48\u0E07\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A

#YMSI, 200: Message; Message toast displayed when safety observation was sent (online)
safetyObservationSent=\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22\u0E16\u0E39\u0E01\u0E2A\u0E48\u0E07\u0E44\u0E1B\u0E22\u0E31\u0E07\u0E1C\u0E39\u0E49\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E23\u0E31\u0E1A\u0E1C\u0E34\u0E14\u0E0A\u0E2D\u0E1A

#YMSI, 200: Message; Message toast displayed when incident was created locally (offline)
incidentStoredLocally=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E21\u0E48\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E41\u0E25\u0E49\u0E27

#YMSI, 200: Message; Message toast displayed when near miss was created locally (offline)
nearMissStoredLocally=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E40\u0E2B\u0E15\u0E38\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E40\u0E2B\u0E15\u0E38\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E21\u0E48\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E41\u0E25\u0E49\u0E27

#YMSI, 200: Message; Message toast displayed when safety observation was created locally (offline)
safetyObservationStoredLocally=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D \u0E01\u0E23\u0E38\u0E13\u0E32\u0E2A\u0E48\u0E07\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13\u0E43\u0E2B\u0E21\u0E48\u0E40\u0E21\u0E37\u0E48\u0E2D\u0E40\u0E0A\u0E37\u0E48\u0E2D\u0E21\u0E15\u0E48\u0E2D\u0E41\u0E25\u0E49\u0E27

#YMSI, 200: Message; Message used in formatter to show the distance between current position and location cordinates (in km)
locationDistanceInKm={0} \u0E01\u0E34\u0E42\u0E25\u0E40\u0E21\u0E15\u0E23

#YMSI, 200: Message; Message used in formatter to show the distance between current position and location cordinates (in meters)
locationDistanceInM={0} \u0E40\u0E21\u0E15\u0E23

#YMSI, 200: Message; Message used in formatter to show the distance between current position and location cordinates (in miles)
locationDistanceInMi={0} \u0E44\u0E21\u0E25\u0E4C

#YMSI, 200: Message; Message used in formatter to show the distance between current position and location cordinates (in feets)
locationDistanceInFt={0} \u0E1F\u0E38\u0E15

#XMSG, 119: Message; No valid input for field 'location' provided
invalidLocationName=\u0E1B\u0E49\u0E2D\u0E19\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E2B\u0E23\u0E37\u0E2D\u0E43\u0E0A\u0E49\u0E15\u0E31\u0E27\u0E0A\u0E48\u0E27\u0E22\u0E01\u0E32\u0E23\u0E1B\u0E49\u0E2D\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23

#XMSG, 119: Message; No valid input for field 'location' provided
rootLocationIsSelected=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E43\u0E15\u0E49\u0E42\u0E2B\u0E19\u0E14\u0E23\u0E39\u0E17

#~~~ Not Found View ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 38: Message; Not found view title
notFoundTitle=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#YMSG, 200: Message; The Incident not found text is displayed when there is no Incidents with this id
noObjectFoundText=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E40\u0E25\u0E37\u0E2D\u0E01

#XMSG, 200: Message; The Incidents not available text is displayed when there is no data when starting the app
noObjectsAvailableText=\u0E04\u0E38\u0E13\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E14\u0E46

#YMSG, 200: Message; The not found text is displayed when there was an error loading the resource (404 error)
notFoundText=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E08\u0E32\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#~~~ Detail Object Not Found View ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 33: Message; Title of the page displayed when the selected incident is not avialable
detailTitle=\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#~~~ Not Available View ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 33: Master; Master view title
notAvailableViewTitle=\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C

#~~~ Error Handling ~~~~~~~~~~~~~~~~~~~~~~~

#YMSG, 138: Message; Error dialog description
errorText=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E17\u0E32\u0E07\u0E40\u0E17\u0E04\u0E19\u0E34\u0E04\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19 \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E14\u0E39\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E14\u0E49\u0E32\u0E19\u0E25\u0E48\u0E32\u0E07

#YMSG, 130: Message; Error dialog description for business error
flushBusinessError=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E21\u0E35\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E40\u0E01\u0E34\u0E14\u0E02\u0E36\u0E49\u0E19

#YMSG, 130: Message; Sorry, the system could not parse the error message. Contact your system administator.
parseError=\u0E02\u0E2D\u0E2D\u0E20\u0E31\u0E22 \u0E23\u0E30\u0E1A\u0E1A\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E41\u0E22\u0E01\u0E27\u0E34\u0E40\u0E04\u0E23\u0E32\u0E30\u0E2B\u0E4C\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E1C\u0E34\u0E14\u0E1E\u0E25\u0E32\u0E14\u0E44\u0E14\u0E49 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E1C\u0E39\u0E49\u0E14\u0E39\u0E41\u0E25\u0E23\u0E30\u0E1A\u0E1A

#~~~ New Incident Popover ~~~~~~~~~~~~~~~~~~~~~~~

#XFLD: Master; Tooltip for New Button
newTooltip=\u0E43\u0E2B\u0E21\u0E48

#XTOL, 38: Master; Text for New Incident
newIncident=\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E2B\u0E21\u0E48

#XFLD, 38: Master; Text for New Near Miss
newNearMiss=\u0E40\u0E2B\u0E15\u0E38\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E43\u0E2B\u0E21\u0E48\u0E17\u0E35\u0E48\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E40\u0E01\u0E34\u0E14\u0E2D\u0E38\u0E1A\u0E31\u0E15\u0E34\u0E40\u0E2B\u0E15\u0E38

#XFLD, 38: Master; Text for New Safety Observation
newSafetyObservation=\u0E01\u0E32\u0E23\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E14\u0E49\u0E32\u0E19\u0E04\u0E27\u0E32\u0E21\u0E1B\u0E25\u0E2D\u0E14\u0E20\u0E31\u0E22\u0E43\u0E2B\u0E21\u0E48

#~~~ Locations Value Help ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 33: SelectLocation; Location value help dialog title
selectLocation=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48

#XMSG, 43: SelectLocation; Location Not found text
locationNoData=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48

#~~~ UOM Value Help ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 33: SelectUOM; Location value help dialog title
selectUOM=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A

#XMSG, 43: SelectLocation; Location Not found text
UOMNoData=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A

#~~~ Release Type Value Help ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 33: SelectReleaseType; Release Type value help dialog title
selectReleaseType=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#XMSG, 43: SelectReleaseType; Release Type Not found text
releaseTypeNoData=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E01\u0E32\u0E23\u0E2D\u0E19\u0E38\u0E21\u0E31\u0E15\u0E34

#~~~ View Picture Dialog ~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 35: Common; Picture dialog title
pictureTitle=\u0E23\u0E39\u0E1B\u0E16\u0E48\u0E32\u0E22

#XTOL, 35: Common; Picture alternative text
pictureAltText=\u0E23\u0E39\u0E1B\u0E16\u0E48\u0E32\u0E22

#XBUT, 25: Common; Picture dialog close Button
pictureClose=\u0E1B\u0E34\u0E14

#XBUT, 25: Common; Picture dialog remove Button
pictureRemove=\u0E22\u0E49\u0E32\u0E22\u0E2D\u0E2D\u0E01

#~~~ Application Settings dialog ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XBUT: Button text located in the FLP My Area. The purpose of the button is to open an Application specific settings
appSettingsBtn=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E2D\u0E1E

#XTIT, 35: Common; App settings dialog title
appSettingsTitle=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E2D\u0E1E\u0E1E\u0E25\u0E34\u0E40\u0E04\u0E0A\u0E31\u0E19

#XTOL: Common; App settings alternative text
appSettingsTitleAlt=\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E41\u0E2D\u0E1E\u0E01.\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E40\u0E2B\u0E15\u0E38\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E17\u0E35\u0E48\u0E40\u0E01\u0E34\u0E14

#XTIT, 35: Common; App settings, section Distance Settings
distanceSectionTitle=\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E04\u0E48\u0E32\u0E23\u0E30\u0E22\u0E30\u0E17\u0E32\u0E07

#XFLD, 31: Common; Label for distance units
distanceUnits=\u0E2B\u0E19\u0E48\u0E27\u0E22\u0E19\u0E31\u0E1A\u0E23\u0E30\u0E22\u0E30\u0E17\u0E32\u0E07

#XFLD, 32: Common; Label for distance units - km/meters
distanceUnitsKm=\u0E01\u0E34\u0E42\u0E25\u0E40\u0E21\u0E15\u0E23 / \u0E40\u0E21\u0E15\u0E23

#XFLD, 31: Common; Label for distance units
distanceUnitsMiles=\u0E44\u0E21\u0E25\u0E4C / \u0E1F\u0E38\u0E15

#XFLD: Common; Label for distances which are shown on the screen - up to this number
maxShownDistance=\u0E40\u0E23\u0E35\u0E22\u0E07\u0E15\u0E32\u0E21\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E15\u0E32\u0E21\u0E23\u0E30\u0E22\u0E30\u0E17\u0E32\u0E07\u0E20\u0E32\u0E22\u0E43\u0E19

#XFLD, 31: Common; Label for maximum allowed image size for upload
maxUploadedImageSize=\u0E04\u0E38\u0E13\u0E20\u0E32\u0E1E\u0E02\u0E2D\u0E07\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\:

#XFLD: Common; Label for low image quality
labelLowImageQuality=\u0E15\u0E48\u0E33

#XFLD, 31: Common; Label for medium image quality
labelMedImageQuality=\u0E1B\u0E32\u0E19\u0E01\u0E25\u0E32\u0E07

#XFLD, 31: Common; Label for high image quality
labelHighImageQuality=\u0E2A\u0E39\u0E07 (\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07)

#XFLD, 31: Common; Label for location determination header text
locDeterminationLbl=\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\:

#~~~ Current Position Warning dialog ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 33: SelectLocation; Location value help dialog title
dialogTitle=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19

#YMSG: Message; GPS service is not ON and should be switched ON in order to start use the location services
msgGPSIsTurnedOff=\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E2D\u0E01\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E16\u0E39\u0E01\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E41\u0E25\u0E30\u0E41\u0E2D\u0E1E\u0E44\u0E21\u0E48\u0E2A\u0E32\u0E21\u0E32\u0E23\u0E16\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E02\u0E2D\u0E07\u0E04\u0E38\u0E13 \u0E23\u0E01.\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07\u0E08\u0E30\u0E16\u0E39\u0E01\u0E40\u0E23\u0E35\u0E22\u0E07\u0E15\u0E32\u0E21\u0E15\u0E31\u0E27\u0E2D\u0E31\u0E01\u0E29\u0E23\u0E08\u0E19\u0E01\u0E27\u0E48\u0E32\u0E04\u0E38\u0E13\u0E08\u0E30\u0E40\u0E1B\u0E34\u0E14\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E1A\u0E23\u0E34\u0E01\u0E32\u0E23\u0E1A\u0E2D\u0E01\u0E15\u0E33\u0E41\u0E2B\u0E19\u0E48\u0E07

#XFLD :Common; Check box to disable calculation of Location distances based on application settings
locationCalculationDistanceOff=\u0E44\u0E21\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E41\u0E2A\u0E14\u0E07\u0E02\u0E49\u0E2D\u0E04\u0E27\u0E32\u0E21\u0E19\u0E35\u0E49\u0E2D\u0E35\u0E01

#XBUT, 25: Common; Current Positon Warning dialog Cancel Button
dialogButtonCancel=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

#XBUT: Common; Current Positon Warning dialog OK Button
dialogButtonOk=\u0E15\u0E01\u0E25\u0E07

#~~~ Locations Hierarchy Value Help ~~~~~~~~~~~~~~~~~~~~~~~

#XFLD: No Data Message in Results Table of Location Value Help Dialog
locationTableNoResults=\u0E44\u0E21\u0E48\u0E1E\u0E1A\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48\u0E17\u0E35\u0E48\u0E15\u0E23\u0E07\u0E01\u0E31\u0E19 \u0E25\u0E2D\u0E07\u0E43\u0E0A\u0E49\u0E40\u0E01\u0E13\u0E11\u0E4C\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2D\u0E37\u0E48\u0E19
#XTIT: Title of the Filter Group of the Location Value Help Dialog
locationVHFilterGroupTitle=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48
#XTIT: Title of the Location Value Help Dialog
locationValueHelpTitle=\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48
#XFLD: Label of Task Type filter field
locationTypeFilter=\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48
#XTIT: Title of the Location Hierarchy Tab
selectFromHierarchyText=\u0E42\u0E04\u0E23\u0E07\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48
#XTIT: Title of the Location Flat List Tab
selectFromFlatList=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E2A\u0E16\u0E32\u0E19\u0E17\u0E35\u0E48
#XTIT: Name of the Distance column label
clmnDistanceName=\u0E23\u0E30\u0E22\u0E30\u0E17\u0E32\u0E07


#~~~ Camera Settings dialog ~~~~~~~~~~~~~~~~~~~~~~~~~~

#XTIT, 35: Common; Camera settings dialog title
cameraSettingsTitle=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E41\u0E2B\u0E25\u0E48\u0E07\u0E17\u0E35\u0E48\u0E21\u0E32\u0E02\u0E2D\u0E07\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E

#XTOL: Common; Camera settings alternative text
cameraSettingsTitleAlt=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E40\u0E2B\u0E15\u0E38\u0E01\u0E32\u0E23\u0E13\u0E4C\u0E01\u0E32\u0E23\u0E01\u0E33\u0E2B\u0E19\u0E14\u0E01\u0E25\u0E49\u0E2D\u0E07\u0E2D\u0E38\u0E1B\u0E01\u0E23\u0E13\u0E4C

#XTIT, 35: Common; Camera settings src type camera
srcType_Camera=\u0E16\u0E48\u0E32\u0E22\u0E23\u0E39\u0E1B

#XTIT: Common; Camera settings src type library
srcType_PhotoLibrary=\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E\u0E08\u0E32\u0E01\u0E41\u0E01\u0E25\u0E40\u0E25\u0E2D\u0E23\u0E35\u0E23\u0E39\u0E1B\u0E20\u0E32\u0E1E


#~~~ Person Input Suggestions ~~~~~~~~~~~~~~~~~~~~~~~

#XCOL, 39: Label - Business partner Name and ID
personNameBPId=\u0E0A\u0E37\u0E48\u0E2D\u0E04\u0E39\u0E48\u0E04\u0E49\u0E32\u0E17\u0E32\u0E07\u0E18\u0E38\u0E23\u0E01\u0E34\u0E08 (ID)
#XCOL, 28: Label - Work Agreement ID
personWorkAgreementId=\u0E2B\u0E21\u0E32\u0E22\u0E40\u0E25\u0E02\u0E1E\u0E19\u0E31\u0E01\u0E07\u0E32\u0E19

#~~~ Person Roles for messages ~~~~~~~~~~~~~~~~~~~~~~~

#YMSG: Message; Witness role used in messages
witnessRole=\u0E1E\u0E22\u0E32\u0E19
#YMSG: Message; Witness role used in messages
injuredPersonRole=\u0E1C\u0E39\u0E49\u0E1A\u0E32\u0E14\u0E40\u0E08\u0E47\u0E1A
#YMSG: Message; Witness role used in messages
nearlyInjuredPersonRole=\u0E1C\u0E39\u0E49\u0E40\u0E01\u0E37\u0E2D\u0E1A\u0E44\u0E14\u0E49\u0E23\u0E31\u0E1A\u0E1A\u0E32\u0E14\u0E40\u0E08\u0E47\u0E1A
#YMSG: Message; Witness role used in messages
observerRole=\u0E1C\u0E39\u0E49\u0E2A\u0E31\u0E07\u0E40\u0E01\u0E15\u0E01\u0E32\u0E23\u0E13\u0E4C

